Revit 2027 API
SymbolTypeId.Kg Property
 Symbol kg, indicating unit Kilograms.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Kg { get; }
Public Shared ReadOnly Property Kg As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Kg {
	ForgeTypeId^ get ();
}
static member Kg : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace